Repository: paulgessinger/swift-paperless
Catalog: AppShared/Sources/AppShared/Resources/Localization/ShareLink.xcstrings
Source language: en
Languages: it, nl, pl, tr

# archiveLabel
source: Archive
it: Archivio
nl: Archief
pl: Archiwum
tr: Arşiv

# createExpirationDays
source: %u days
it: %u giorni
nl: %u dagen
pl: %u dni
tr: %u günler

# createExpirationNever
source: Never
it: Mai
nl: Nooit
pl: Nigdy
tr: Asla

# createTitle
source: Add share link
it: Aggiungi link di condivisione
nl: Link voor delen toevoegen
pl: Dodaj łącze udostępniania
tr: Paylaşım bağlantısı ekle

# expirationLabel
source: Expiration
it: Scadenza
nl: Vervaldatum
pl: Wygaśnięcie
tr: Son kullanma tarihi

# expiresInDays
source: Expires in **%u days**
it: Scade tra **%u giorni**
nl: Verloopt in **%u dagen**
pl: Wygasa za %u dni
tr: %u gün içinde sona erer

# fileVersionLabel
source: Share archive version
it: Condividi la versione dell'archivio
nl: Archiefversie delen
pl: Udostępnij wersję archiwalną
tr: Arşiv sürümünü paylaş

# noShareLinksTitle
source: No share links for document
it: Nessun link di condivisione per il documento
nl: Geen koppelingen voor delen van document
pl: Brak linków udostępniania dla dokumentu
tr: Belge için paylaşım bağlantısı yok

# originalLabel
source: Original
it: Originale
nl: Origineel
pl: Oryginał
tr: Orijinal

# title
source: Share links
it: Condividi link
nl: Koppelingen delen
pl: Udostępnianie linków
tr: Bağlantıları paylaş
